export const steps = [
  '감자는 껍질 째 깨끗이 씻은 후 오븐팬에 올려 올리브오일과 소금, 후춧가루를 뿌려 200도에서 50분 정도 구워주세요.\r\n(tip. 전자레인지 용기에 담아 랩을 씌운 후 레인지로 익히면 간단하답니다)',
  '베이컨은 1cm 길이로 자른 후 달군 팬에 노릇하게 구워주세요. 실파는 송송 썰어주세요.',
  '익힌 감자의 가운데 칼집을 낸 후 가운데를 벌려 주세요. 감자 가운데에 소금, 후춧가루를 뿌린 후 버터를 1작은술씩 넣어주세요.',
  '체다치즈를 뿌린 후 사워크림을 올려주세요. 베이컨과 실파, 소금, 후춧가루를 뿌려 완성해 주세요.',
]

export const tags = [
  '간식',
  '메인요리',
];

export const ingredients = [ //2~3인분	
  {
    name: '킹감자',
    amount: '4개',
  },
  {
    name: '베이컨',
    amount: '4장',
  },
  {
    name: '실파',
    amount: '1개',
  },
  {
    name: '체다치즈',
    amount: '1 / 2컵',
  },
  {
    name: '버터',
    amount: '2큰술',
  },
  {
    name: '사워크림',
    amount: '2큰술',
  },
  {
    name: '소금',
    amount: '약간',
  },
  {
    name: '후춧가루',
    amount: '약간',
  },
  {
    name: '올리브오일',
    amount: '적당량'
  },
];
